IDEA StatiCa Open Model
ReinfFabric.Number Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 number of fabric in wall projection
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Number { get; set; }
Public Property Number As Integer
	Get
	Set
public:
property int Number {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace